workstation/openfoam-master-tutorials/tutorials/basic/chtMultiRegionFoam/2DImplicitCyclic/0.orig/include/emptyPatches
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2306                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/

minZ
{
    type empty;
}

maxZ
{
    type empty;
}


// ************************************************************************* //
